const tests = [
  {
    title: "الشخير",
    parts: [
      {
        title: "التردد",
        choix: ["يشخر كثيراً", "يشخر بشكل دائم"]
      },
      {
        title: "الجودة",
        choix: ["شخير شديد", "تنفس صاخب"]
      }
    ]
  },
  {
    title: "صعوبات التنفس",
    parts: [
      {
        choix: ["تنفس غير منتظم", "انقطاعات التنفس"]
      }
    ]
  },
  {
    title: "التنفس الفموي",
    parts: [
      {
        choix: ["الفم مفتوح خلال النهار", "جفاف الفم عند الاستيقاظ"]
      }
    ]
  },
  {
    title: "النعاس النهاري",
    parts: [
      {
        choix: ["تعب عند الاستيقاظ", "نعاس (نهاري)", "نعاس في المدرسة", "صعوبة في الاستيقاظ"]
      }
    ]
  },
  {
    title: "مشاكل الانتباه / النشاط الزائد",
    parts: [
      {
        choix: ["لا يستمع", "غير منظم", "يتشتت بسهولة", "يتحرك", "دائماً نشيط", "يقطع نشاطه الحالي"]
      }
    ]
  },
  {
    title: "أخرى",
    parts: [
      {
        choix: ["تبليل الفراش الليلي (التبول اللاإرادي أثناء النوم)", "صداع", "تأخر في النمو", "سمنة"]
      }
    ]
  }
];

export default tests;
