const tests = [
  {
    question: "أستمتع بالأشياء نفسها كما في الماضي.",
    answers: ["نعم، تماماً كما في الماضي.", "ليس كثيراً.", "قليلاً فقط.", "تقريباً لا."],
    scores: [0, 1, 2, 3]
  },
  {
    question: "أضحك بسهولة وأرى الجانب الجيد من الأشياء.",
    answers: ["كما في الماضي.", "ليس كما في السابق.", "أقل بكثير مما سبق.", "لا على الإطلاق."],
    scores: [0, 1, 2, 3]
  },
  {
    question: "أنا في مزاج جيد.",
    answers: ["معظم الوقت.", "غالباً.", "نادراً.", "أبداً."],
    scores: [0, 1, 2, 3]
  },
  {
    question: "أشعر أنني أعمل ببطء.",
    answers: ["أوليه نفس القدر من الاهتمام كما في الماضي.", "قد لا أوليه نفس القدر من الاهتمام.", "لا أوليه الاهتمام الكافي كما ينبغي.", "لا على الإطلاق."],
    scores: [0, 1, 2, 3]
  },
  {
    question: "أهتم بمظهري أكثر.",
    answers: ["أبداً.", "أحياناً.", "غالباً.", "تقريباً دائماً."],
    scores: [0, 1, 2, 3]
  },
  {
    question: "أشعر بالسعادة مقدمًا عند التفكير في فعل بعض الأشياء.",
    answers: ["كما في السابق.", "أقل قليلاً من السابق.", "أقل بكثير من السابق.", "تقريباً أبداً."],
    scores: [0, 1, 2, 3]
  },
  {
    question: "أستطيع الاستمتاع بكتاب جيد أو برنامج إذاعي أو تلفزيوني جيد.",
    answers: ["غالباً.", "أحياناً.", "نادراً.", "نادراً جداً."],
    scores: [0, 1, 2, 3]
  }
];

export default tests;
