const tests = [
  {
    question: "أعتقد أنني شخص ذو قيمة، على الأقل بقدر أي شخص آخر",
    answers: ["لا أتفق بتاتا", "لا أتفق", "أتفق إلى حد ما", "أتفق تماما"],
    scores: [1, 2, 3, 4]
  },
  {
    question: "أعتقد أنني أمتلك عددا من الخصال الحميدة",
    answers: ["لا أتفق بتاتا", "لا أتفق", "أتفق إلى حد ما", "أتفق تماما"],
    scores: [1, 2, 3, 4]
  },
  {
    question: "أعتبر نفسي فاشلاً بشكل عام",
    answers: ["لا أتفق بتاتا", "لا أتفق", "أتفق إلى حد ما", "أتفق تماما"],
    scores: [1, 2, 3, 4]
  },
  {
    question: "أستطيع فعل الأشياء بنفس جودة معظم الناس",
    answers: ["لا أتفق بتاتا", "لا أتفق", "أتفق إلى حد ما", "أتفق تماما"],
    scores: [1, 2, 3, 4]
  },
  {
    question: "أشعر أنني أملك الكثير من الأسباب لأفتخر بنفسي",
    answers: ["لا أتفق بتاتا", "لا أتفق", "أتفق إلى حد ما", "أتفق تماما"],
    scores: [1, 2, 3, 4]
  },
  {
    question: "لدي موقف إيجابي تجاه نفسي",
    answers: ["لا أتفق بتاتا", "لا أتفق", "أتفق إلى حد ما", "أتفق تماما"],
    scores: [1, 2, 3, 4]
  },
  {
    question: "أنا راضٍ عن نفسي بشكل عام",
    answers: ["لا أتفق بتاتا", "لا أتفق", "أتفق إلى حد ما", "أتفق تماما"],
    scores: [1, 2, 3, 4]
  },
  {
    question: "أود أن أحظى بمزيد من الاحترام لنفسي",
    answers: ["لا أتفق بتاتا", "لا أتفق", "أتفق إلى حد ما", "أتفق تماما"],
    scores: [1, 2, 3, 4]
  },
  {
    question: "أحيانًا أشعر بأنني حقًا عديم الفائدة",
    answers: ["لا أتفق بتاتا", "لا أتفق", "أتفق إلى حد ما", "أتفق تماما"],
    scores: [1, 2, 3, 4]
  },
  {
    question: "أعتقد أحيانًا أنني لست جيدًا في أي شيء",
    answers: ["لا أتفق بتاتا", "لا أتفق", "أتفق إلى حد ما", "أتفق تماما"],
    scores: [1, 2, 3, 4]
  }
];

export default tests;
