const tests = [
  {
    question: "أشعر بالتوتر أو العصبية.",
    answers: ["أبداً.", "من وقت لآخر.", "غالباً.", "معظم الوقت."],
    scores: [0, 1, 2, 3]
  },
  {
    question: "أشعر بالخوف وكأن شيئاً فظيعاً على وشك الحدوث.",
    answers: ["على الإطلاق.", "قليلاً، لكنه لا يقلقني.", "نعم، لكن ليس خطيراً جداً.", "نعم، هذا صحيح تماماً."],
    scores: [0, 1, 2, 3]
  },
  {
    question: "أشعر بالقلق.",
    answers: ["نادراً جداً.", "أحياناً.", "غالباً.", "كثيراً جداً."],
    scores: [0, 1, 2, 3]
  },
  {
    question: "أستطيع الجلوس بهدوء دون فعل أي شيء وأشعر بالاسترخاء.",
    answers: ["نعم، مهما حدث.", "نعم، عموماً.", "نادراً.", "أبداً."],
    scores: [0, 1, 2, 3]
  },
  {
    question: "أشعر بالخوف ويصبح معدتي متشنجة.",
    answers: ["أبداً.", "أحياناً.", "غالباً.", "كثيراً جداً."],
    scores: [0, 1, 2, 3]
  },
  {
    question: "أشعر بالقلق ولا أستطيع البقاء في مكان واحد.",
    answers: ["على الإطلاق.", "ليس كثيراً.", "قليلاً.", "نعم، هذا صحيح تماماً."],
    scores: [0, 1, 2, 3]
  },
  {
    question: "أشعر بنوبات مفاجئة من الذعر.",
    answers: ["أبداً.", "ليس غالباً.", "غالباً.", "غالباً جداً."],
    scores: [0, 1, 2, 3]
  }
];

export default tests;
